// ============================================================
// ДЕКОР
// ============================================================
//
// Плашка 1 = ЕДИНСТВЕННАЯ ОСНОВА
//
// Здесь находятся только декоративные элементы.
// ============================================================

const DECOR_DATA = [

    // ========================================================
    // ДАЛЬНЯЯ ВЕТКА
    // ========================================================

    {
        id: "far-1",
        name: "Кукушонок",
        price: 20,
        category: "far",
        src: "assets/кукушонок.png"
    },

  {
        id: "far-2",
        name: "Ящерица",
        price: 20,
        category: "far",
        src: "assets/ящерица.png"
    },

      {
        id: "far-3",
        name: "Бабочки-1",
        price: 30,
        category: "far",
        src: "assets/бабочки1.png"
    },
    
  {
        id: "far-4",
        name: "Бабочки-2",
        price: 30,
        category: "far",
        src: "assets/бабочки2.png"
    },
    
    // ========================================================
    // БЛИЖНЯЯ ВЕТКА
    // ========================================================

    {
        id: "near-1",
        name: "Царапины",
        price: 20,
        category: "near",
        src: "assets/плашка4.png"
    },

    // ========================================================
    // НА КОТЕ
    // ========================================================

    {
        id: "cat-1",
        name: "Венок-2",
        price: 20,
        category: "cat",
        src: "assets/венок2.png"
    },

    {
        id: "cat-2",
        name: "Заколка-6",
        price: 20,
        category: "cat",
        src: "assets/заколка6.png"
    },
    
    // ========================================================
    // ОБЩИЙ ПЛАН
    // ========================================================

    {
        id: "plan-1",
        name: "Заглушка",
        price: 20,
        category: "plan",
        src: "assets/плашка3.png"
    },


    // ========================================================
    // СЕТЫ
    // ========================================================

    {
        id: "set-1",
        name: "Заглушка",
        price: 50,
        category: "set",
        src: "assets/плашка3.png"
    }

];
